Repository: ncleton/vibe-walkie
Catalog: macOS/AppRemoteMac/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, yue, zh_hans, zh_hant

# mac.tailscale.directly.connects.this.iphone.and.mac.vibe.walkie.keeps.1572430
source: Tailscale directly connects this iPhone and Mac. Vibe Walkie keeps its own TLS encryption and pairing.
ar: يربط Tailscale هذا الـ iPhone بجهاز Mac مباشرةً. ويستخدم Vibe Walkie تشفير TLS الخاص به وإقران الأجهزة الآمن.
ca: Tailscale connecta directament aquest iPhone i el Mac. Vibe Walkie manté el seu propi xifratge TLS i l’enllaç.
cs: Tailscale přímo propojí tento iPhone a Mac. Vibe Walkie zachovává vlastní šifrování TLS a párování.
da: Tailscale forbinder denne iPhone og Mac direkte. Vibe Walkie beholder sin egen TLS-kryptering og parring.
de: Tailscale verbindet dieses iPhone und den Mac direkt. Vibe Walkie behält seine eigene TLS-Verschlüsselung und Kopplung bei.
el: Το Tailscale συνδέει απευθείας αυτό το iPhone και το Mac. Το Vibe Walkie διατηρεί τη δική του κρυπτογράφηση TLS και σύζευξη.
es: Tailscale conecta directamente este iPhone y el Mac. Vibe Walkie mantiene su propio cifrado TLS y emparejamiento.
fi: Tailscale yhdistää tämän iPhonen ja Macin suoraan. Vibe Walkie säilyttää oman TLS-salauksensa ja laiteparinsa.
fr: Tailscale relie directement cet iPhone et ce Mac. Vibe Walkie conserve son propre chiffrement TLS et son appairage.
he: Tailscale מחבר ישירות את ה‑iPhone הזה ואת ה‑Mac. Vibe Walkie שומר על הצפנת TLS ועל קישור משלו.
hi: Tailscale इस iPhone और Mac को सीधे जोड़ता है। Vibe Walkie अपना TLS एन्क्रिप्शन और सुरक्षित डिवाइस पेयरिंग बनाए रखता है।
hr: Tailscale izravno povezuje ovaj iPhone i Mac. Vibe Walkie zadržava vlastitu TLS enkripciju i uparivanje.
hu: A Tailscale közvetlenül összeköti ezt az iPhone-t és Macet. A Vibe Walkie megtartja saját TLS-titkosítását és párosítását.
id: Tailscale menghubungkan iPhone ini dan Mac secara langsung. Vibe Walkie tetap menggunakan enkripsi TLS dan pemasangannya sendiri.
it: Tailscale collega direttamente questo iPhone e il Mac. Vibe Walkie mantiene la propria crittografia TLS e il proprio abbinamento.
ja: TailscaleはこのiPhoneとMacを直接接続します。Vibe Walkie独自のTLS暗号化とペアリングも引き続き使用されます。
ko: Tailscale은 이 iPhone과 Mac을 직접 연결합니다. Vibe Walkie의 자체 TLS 암호화와 페어링도 유지됩니다.
ms: Tailscale menyambungkan iPhone ini terus ke Mac. Vibe Walkie mengekalkan penyulitan TLS dan pemasangannya sendiri.
nb: Tailscale kobler denne iPhonen og Macen direkte sammen. Vibe Walkie beholder sin egen TLS-kryptering og sammenkobling.
nl: Tailscale verbindt deze iPhone en Mac rechtstreeks. Vibe Walkie behoudt de eigen TLS-versleuteling en koppeling.
pl: Tailscale łączy tego iPhone’a i Maca bezpośrednio. Vibe Walkie zachowuje własne szyfrowanie TLS i parowanie.
pt: O Tailscale conecta diretamente este iPhone e o Mac. O Vibe Walkie mantém sua própria criptografia TLS e seu próprio emparelhamento.
ro: Tailscale conectează direct acest iPhone și Mac. Vibe Walkie își păstrează propria criptare TLS și asociere.
ru: Tailscale напрямую соединяет этот iPhone с Mac. При этом Vibe Walkie использует собственное TLS-шифрование и защищённую связь устройств.
sk: Tailscale priamo prepojí tento iPhone a Mac. Vibe Walkie si zachováva vlastné šifrovanie TLS a párovanie.
sv: Tailscale ansluter denna iPhone och Mac direkt. Vibe Walkie behåller sin egen TLS-kryptering och parkoppling.
th: Tailscale เชื่อมต่อ iPhone กับ Mac เครื่องนี้โดยตรง ส่วน Vibe Walkie ยังคงใช้การเข้ารหัส TLS และการจับคู่ของตัวเอง
tr: Tailscale bu iPhone ile Mac’i doğrudan bağlar. Vibe Walkie kendi TLS şifrelemesini ve eşleştirmesini korur.
uk: Tailscale безпосередньо з’єднує цей iPhone і Mac. Vibe Walkie зберігає власне шифрування TLS і спарювання.
vi: Tailscale kết nối trực tiếp iPhone này với Mac. Vibe Walkie vẫn dùng mã hóa TLS và cơ chế ghép đôi riêng.
yue: Tailscale 會直接連接呢部 iPhone 同 Mac。Vibe Walkie 仍然保留自己嘅 TLS 加密同配對。
zh_hans: Tailscale 直接连接这台 iPhone 与 Mac。Vibe Walkie 仍使用自己的 TLS 加密和配对机制。
zh_hant: Tailscale 會將這台 iPhone 與 Mac 直接連線。Vibe Walkie 仍使用自己的 TLS 加密和配對機制。

# mac.tailscale.is.disconnected.aa3ce54
source: Tailscale is disconnected
ar: Tailscale غير متصل
ca: Tailscale està desconnectat
cs: Tailscale je odpojený
da: Tailscale er afbrudt
de: Tailscale ist getrennt
el: Το Tailscale είναι αποσυνδεδεμένο
es: Tailscale está desconectado
fi: Tailscale-yhteys on katkaistu
fr: Tailscale est déconnecté
he: Tailscale מנותק
hi: Tailscale डिस्कनेक्टेड है
hr: Tailscale nije povezan
hu: A Tailscale nincs csatlakoztatva
id: Tailscale terputus
it: Tailscale è disconnesso
ja: Tailscaleは未接続です
ko: Tailscale 연결 끊김
ms: Tailscale terputus
nb: Tailscale er frakoblet
nl: Tailscale is niet verbonden
pl: Tailscale rozłączony
pt: O Tailscale está desconectado
ro: Tailscale este deconectat
ru: Tailscale отключён
sk: Tailscale je odpojený
sv: Tailscale är frånkopplat
th: Tailscale ไม่ได้เชื่อมต่อ
tr: Tailscale bağlantısı kesildi
uk: Tailscale відключено
vi: Tailscale đã ngắt kết nối
yue: Tailscale 已中斷連接
zh_hans: Tailscale 已断开连接
zh_hant: Tailscale 已中斷連線

# mac.tailscale.is.not.installed.36b3fc8
source: Tailscale is not installed
ar: Tailscale غير مثبّت
ca: Tailscale no està instal·lat
cs: Tailscale není nainstalovaný
da: Tailscale er ikke installeret
de: Tailscale ist nicht installiert
el: Το Tailscale δεν είναι εγκατεστημένο
es: Tailscale no está instalado
fi: Tailscalea ei ole asennettu
fr: Tailscale n’est pas installé
he: Tailscale אינו מותקן
hi: Tailscale इंस्टॉल नहीं है
hr: Tailscale nije instaliran
hu: A Tailscale nincs telepítve
id: Tailscale belum diinstal
it: Tailscale non è installato
ja: Tailscaleがインストールされていません
ko: Tailscale이 설치되지 않음
ms: Tailscale tidak dipasang
nb: Tailscale er ikke installert
nl: Tailscale is niet geïnstalleerd
pl: Tailscale nie jest zainstalowany
pt: Tailscale não está instalado
ro: Tailscale nu este instalat
ru: Tailscale не установлен
sk: Tailscale nie je nainštalovaný
sv: Tailscale är inte installerat
th: ยังไม่ได้ติดตั้ง Tailscale
tr: Tailscale yüklü değil
uk: Tailscale не встановлено
vi: Chưa cài Tailscale
yue: 未安裝 Tailscale
zh_hans: 尚未安装 Tailscale
zh_hant: 尚未安裝 Tailscale

# mac.tailscale.is.ready.55f4f52
source: Tailscale is ready
ar: Tailscale جاهز
ca: Tailscale està preparat
cs: Tailscale je připravený
da: Tailscale er klar
de: Tailscale ist bereit
el: Το Tailscale είναι έτοιμο
es: Tailscale está listo
fi: Tailscale on valmis
fr: Tailscale est prêt
he: Tailscale מוכן
hi: Tailscale तैयार है
hr: Tailscale je spreman
hu: A Tailscale készen áll
id: Tailscale siap
it: Tailscale è pronto
ja: Tailscaleを使用できます
ko: Tailscale 사용 가능
ms: Tailscale sedia
nb: Tailscale er klar
nl: Tailscale is gereed
pl: Tailscale jest gotowy
pt: O Tailscale está pronto
ro: Tailscale este pregătit
ru: Tailscale готов
sk: Tailscale je pripravený
sv: Tailscale är klart
th: Tailscale พร้อมใช้งาน
tr: Tailscale hazır
uk: Tailscale готовий
vi: Tailscale đã sẵn sàng
yue: Tailscale 已準備好
zh_hans: Tailscale 已就绪
zh_hant: Tailscale 已就緒

# mac.tailscale.is.unavailable.7b1b626
source: Tailscale is unavailable
ar: Tailscale غير متاح
ca: Tailscale no està disponible
cs: Tailscale není k dispozici
da: Tailscale er ikke tilgængelig
de: Tailscale ist nicht verfügbar
el: Το Tailscale δεν είναι διαθέσιμο
es: Tailscale no está disponible
fi: Tailscale ei ole käytettävissä
fr: Tailscale est indisponible
he: Tailscale אינו זמין
hi: Tailscale उपलब्ध नहीं है
hr: Tailscale nije dostupan
hu: A Tailscale nem érhető el
id: Tailscale tidak tersedia
it: Tailscale non è disponibile
ja: Tailscaleを利用できません
ko: Tailscale을 사용할 수 없음
ms: Tailscale tidak tersedia
nb: Tailscale er ikke tilgjengelig
nl: Tailscale is niet beschikbaar
pl: Tailscale jest niedostępny
pt: Tailscale não está disponível
ro: Tailscale nu este disponibil
ru: Tailscale недоступен
sk: Tailscale nie je k dispozícii
sv: Tailscale är inte tillgängligt
th: Tailscale ไม่พร้อมใช้งาน
tr: Tailscale kullanılamıyor
uk: Tailscale недоступний
vi: Tailscale không khả dụng
yue: Tailscale 無法使用
zh_hans: Tailscale 不可用
zh_hant: Tailscale 無法使用

# mac.the.app.was.opened.from.the.installation.disk.drag.it.015b0ae
source: The app was opened from the installation disk. Drag it to the Applications shortcut, then open the installed copy.
ar: فُتح التطبيق من قرص التثبيت. اسحبه إلى اختصار «التطبيقات»، ثم افتح النسخة المثبّتة.
ca: L’app s’ha obert des del disc d’instal·lació. Arrossega-la a la drecera Aplicacions i obre la còpia instal·lada.
cs: Aplikace byla otevřena z instalačního disku. Přetáhněte ji na zástupce Aplikace a potom otevřete nainstalovanou kopii.
da: Appen blev åbnet fra installationsdisken. Træk den til genvejen Programmer, og åbn derefter den installerede kopi.
de: Die App wurde vom Installationsvolume geöffnet. Ziehe sie auf den Kurzbefehl „Programme“ und öffne anschließend die installierte Kopie.
el: Η εφαρμογή άνοιξε από τον δίσκο εγκατάστασης. Σύρετέ την στη συντόμευση Εφαρμογές και ανοίξτε το εγκατεστημένο αντίγραφο.
es: La app se ha abierto desde el disco de instalación. Arrástrala al acceso directo Aplicaciones y abre la copia instalada.
fi: Appi avattiin asennuslevyltä. Vedä se Ohjelmat-oikotiehen ja avaa sitten asennettu kopio.
fr: L’app a été ouverte depuis le disque d’installation. Glissez-la vers le raccourci Applications, puis ouvrez la copie installée.
he: היישום נפתח מדיסק ההתקנה. גררו אותו לקיצור Applications ואז פתחו את העותק המותקן.
hi: ऐप इंस्टॉलेशन डिस्क से खोला गया है। इसे “Applications” शॉर्टकट पर खींचें, फिर इंस्टॉल की गई कॉपी खोलें।
hr: Aplikacija je otvorena s instalacijskog diska. Povucite je na prečac Aplikacije, zatim otvorite instaliranu kopiju.
hu: Az alkalmazást a telepítőlemezről nyitottad meg. Húzd az Alkalmazások parancsikonjára, majd nyisd meg a telepített példányt.
id: App dibuka dari disk instalasi. Seret ke pintasan Aplikasi, lalu buka salinan yang telah diinstal.
it: L’app è stata aperta dal disco di installazione. Trascinala nel collegamento Applicazioni, poi apri la copia installata.
ja: このアプリはインストールディスクから開かれています。「アプリケーション」ショートカットへドラッグしてから、インストールしたアプリを開いてください。
ko: 앱이 설치 디스크에서 열렸습니다. 응용 프로그램 바로가기로 드래그한 다음 설치된 앱을 여세요.
ms: Aplikasi dibuka daripada cakera pemasangan. Seret aplikasi ke pintasan Applications, kemudian buka salinan yang dipasang.
nb: Appen ble åpnet fra installeringsdisken. Dra den til snarveien Programmer, og åpne deretter den installerte kopien.
nl: De app is vanaf de installatieschijf geopend. Sleep hem naar de snelkoppeling Apps en open vervolgens de geïnstalleerde kopie.
pl: Aplikację otwarto z dysku instalacyjnego. Przeciągnij ją do skrótu Aplikacje, a następnie otwórz zainstalowaną kopię.
pt: O app foi aberto pelo disco de instalação. Arraste-o para o atalho Aplicativos e abra a cópia instalada.
ro: Aplicația a fost deschisă de pe discul de instalare. Trage-o pe scurtătura Aplicații, apoi deschide copia instalată.
ru: Приложение открыто с установочного диска. Перетащите его на ярлык «Программы», затем откройте установленную копию.
sk: Aplikácia bola otvorená z inštalačného disku. Potiahnite ju na skratku Aplikácie a potom otvorte nainštalovanú kópiu.
sv: Appen öppnades från installationsskivan. Dra den till genvägen Program och öppna sedan den installerade kopian.
th: แอปถูกเปิดจากดิสก์ติดตั้ง โปรดลากไปยังทางลัดแอปพลิเคชัน แล้วเปิดสำเนาที่ติดตั้งไว้
tr: Uygulama kurulum diskinden açıldı. Uygulamalar kısayoluna sürükleyin, ardından yüklenen kopyayı açın.
uk: Програму відкрито з інсталяційного диска. Перетягніть її на ярлик «Програми», а потім відкрийте встановлену копію.
vi: Ứng dụng được mở từ đĩa cài đặt. Hãy kéo vào lối tắt Applications, sau đó mở bản đã cài.
yue: App 由安裝磁碟開啟。請將佢拖到「應用程式」捷徑，再開啟已安裝嘅版本。
zh_hans: 此 App 从安装磁盘中打开。请将它拖到“应用程序”快捷方式，然后打开已安装的副本。
zh_hant: 此 App 從安裝磁碟中開啟。請將它拖到「應用程式」捷徑，然後開啟已安裝的副本。

# mac.the.field.captures.the.next.key.combination.8036479
source: The field captures the next key combination
ar: يسجّل الحقل مجموعة المفاتيح التالية
ca: El camp captura la combinació de tecles següent
cs: Pole zaznamená následující kombinaci kláves
da: Feltet registrerer den næste tastekombination
de: Das Feld zeichnet die nächste Tastenkombination auf
el: Το πεδίο καταγράφει τον επόμενο συνδυασμό πλήκτρων
es: El campo registra la siguiente combinación de teclas
fi: Kenttä tallentaa seuraavan näppäinyhdistelmän
fr: Le champ capture la prochaine combinaison
he: השדה קולט את צירוף המקשים הבא
hi: यह फ़ील्ड अगला कुंजी संयोजन रिकॉर्ड करता है
hr: Polje bilježi sljedeću kombinaciju tipki
hu: A mező rögzíti a következő billentyűkombinációt
id: Kolom merekam kombinasi tombol berikutnya
it: Il campo registra la prossima combinazione di tasti
ja: このフィールドに次のキーの組み合わせが記録されます
ko: 이 필드에 다음 키 조합이 기록됩니다
ms: Medan merakam gabungan kekunci seterusnya
nb: Feltet registrerer den neste tastekombinasjonen
nl: Het veld registreert de volgende toetsencombinatie
pl: Pole rejestruje następną kombinację klawiszy
pt: O campo registra a próxima combinação de teclas
ro: Câmpul înregistrează următoarea combinație de taste
ru: Поле запишет следующее сочетание клавиш
sk: Pole zaznamená nasledujúcu kombináciu klávesov
sv: Fältet registrerar nästa tangentkombination
th: ช่องนี้จะบันทึกชุดปุ่มถัดไป
tr: Alan bir sonraki tuş kombinasyonunu kaydeder
uk: Поле записує наступну комбінацію клавіш
vi: Trường này ghi lại tổ hợp phím tiếp theo
yue: 欄位會記錄下一個按鍵組合
zh_hans: 此文本栏会录制下一组按键组合
zh_hant: 此欄位會記錄下一個按鍵組合

# mac.the.image.is.unreadable.or.too.large.17ebb3d
source: The image is unreadable or too large.
ar: الصورة غير مقروءة أو كبيرة جداً.
ca: La imatge és il·legible o massa gran.
cs: Obrázek je nečitelný nebo příliš velký.
da: Billedet kan ikke læses eller er for stort.
de: Das Bild ist unlesbar oder zu groß.
el: Η εικόνα δεν είναι αναγνώσιμη ή είναι πολύ μεγάλη.
es: La imagen es ilegible o demasiado grande.
fi: Kuvaa ei voi lukea tai se on liian suuri.
fr: Image illisible ou trop volumineuse.
he: התמונה אינה קריאה או גדולה מדי.
hi: इमेज पढ़ी नहीं जा सकती या बहुत बड़ी है।
hr: Slika je nečitljiva ili prevelika.
hu: A kép nem olvasható vagy túl nagy.
id: Gambar tidak dapat dibaca atau terlalu besar.
it: L'immagine è illeggibile o troppo grande.
ja: 画像を読み取れないか、サイズが大きすぎます。
ko: 이미지를 읽을 수 없거나 너무 큽니다.
ms: Imej tidak boleh dibaca atau terlalu besar.
nb: Bildet er uleselig eller for stort.
nl: De afbeelding is onleesbaar of te groot.
pl: Obraz jest nieczytelny lub zbyt duży.
pt: A imagem é ilegível ou muito grande.
ro: Imaginea este ilizibilă sau prea mare.
ru: Изображение не читается или слишком велико.
sk: Obrázok je nečitateľný alebo príliš veľký.
sv: Bilden är oläslig eller för stor.
th: รูปภาพอ่านไม่ได้หรือมีขนาดใหญ่เกินไป
tr: Görüntü okunamıyor veya çok büyük.
uk: Зображення неможливо прочитати або воно завелике.
vi: Hình ảnh không đọc được hoặc quá lớn.
yue: 圖片無法讀取或者太大。
zh_hans: 图像无法读取或过大。
zh_hant: 影像無法讀取或過大。

# mac.the.mac.screen.is.locked.or.unavailable.unlock.the.mac.ee3612b
source: The Mac screen is locked or unavailable. Unlock the Mac session to resume control.
ar: شاشة Mac مقفلة أو غير متاحة. افتح قفل جلسة Mac لاستئناف التحكم.
ca: La pantalla del Mac està bloquejada o no està disponible. Desbloqueja la sessió del Mac per reprendre el control.
cs: Obrazovka Macu je zamčená nebo nedostupná. Odemknutím relace Macu obnovíte ovládání.
da: Mac-skærmen er låst eller ikke tilgængelig. Lås Mac-sessionen op for at fortsætte styringen.
de: Der Mac-Bildschirm ist gesperrt oder nicht verfügbar. Entsperre die Mac-Sitzung, um die Steuerung fortzusetzen.
el: Η οθόνη του Mac είναι κλειδωμένη ή μη διαθέσιμη. Ξεκλειδώστε τη συνεδρία του Mac για να συνεχίσετε τον έλεγχο.
es: La pantalla del Mac está bloqueada o no está disponible. Desbloquea la sesión del Mac para reanudar el control.
fi: Macin näyttö on lukittu tai ei käytettävissä. Jatka ohjausta avaamalla Mac-istunnon lukitus.
fr: L’écran du Mac est verrouillé ou indisponible. Déverrouillez la session Mac pour reprendre le contrôle.
he: מסך ה‑Mac נעול או אינו זמין. בטלו את נעילת ה‑Mac כדי לחדש את השליטה.
hi: Mac की स्क्रीन लॉक है या उपलब्ध नहीं है। कंट्रोल फिर शुरू करने के लिए Mac सेशन अनलॉक करें।
hr: Zaslon Maca je zaključan ili nedostupan. Otključajte sesiju na Macu kako biste nastavili upravljanje.
hu: A Mac képernyője zárolva van vagy nem érhető el. A vezérlés folytatásához oldd fel a Mac munkamenetét.
id: Layar Mac terkunci atau tidak tersedia. Buka kunci sesi Mac untuk melanjutkan kontrol.
it: Lo schermo del Mac è bloccato o non disponibile. Sblocca la sessione del Mac per riprendere il controllo.
ja: Macの画面がロックされているか利用できません。操作を再開するにはMacのセッションをロック解除してください。
ko: Mac 화면이 잠겨 있거나 사용할 수 없습니다. 제어를 재개하려면 Mac 세션의 잠금을 해제하세요.
ms: Skrin Mac dikunci atau tidak tersedia. Buka kunci sesi Mac untuk meneruskan kawalan.
nb: Mac-skjermen er låst eller utilgjengelig. Lås opp Mac-økten for å fortsette styringen.
nl: Het Mac-scherm is vergrendeld of niet beschikbaar. Ontgrendel de Mac-sessie om de bediening te hervatten.
pl: Ekran Maca jest zablokowany lub niedostępny. Odblokuj sesję Maca, aby wznowić sterowanie.
pt: A tela do Mac está bloqueada ou indisponível. Desbloqueie a sessão do Mac para retomar o controle.
ro: Ecranul Mac-ului este blocat sau indisponibil. Deblochează sesiunea Mac pentru a relua controlul.
ru: Экран Mac заблокирован или недоступен. Разблокируйте сеанс Mac, чтобы продолжить управление.
sk: Obrazovka Macu je zamknutá alebo nedostupná. Odomknutím relácie Macu obnovíte ovládanie.
sv: Mac-skärmen är låst eller inte tillgänglig. Lås upp Mac-sessionen för att återuppta styrningen.
th: หน้าจอ Mac ล็อกอยู่หรือไม่พร้อมใช้งาน ปลดล็อกเซสชัน Mac เพื่อควบคุมต่อ
tr: Mac ekranı kilitli veya kullanılamıyor. Denetimi sürdürmek için Mac oturumunun kilidini açın.
uk: Екран Mac заблокований або недоступний. Розблокуйте сеанс Mac, щоб відновити керування.
vi: Màn hình Mac bị khóa hoặc không khả dụng. Hãy mở khóa phiên Mac để tiếp tục điều khiển.
yue: Mac 螢幕已鎖定或者無法使用。請解鎖 Mac 工作階段以繼續控制。
zh_hans: Mac 屏幕已锁定或不可用。请解锁 Mac 会话以继续控制。
zh_hant: Mac 螢幕已鎖定或無法使用。請解鎖 Mac 工作階段以繼續控制。

# mac.untitled.2c847c1
source: Untitled
ar: بلا عنوان
ca: Sense títol
cs: Bez názvu
da: Uden titel
de: Ohne Titel
el: Χωρίς τίτλο
es: Sin título
fi: Nimetön
fr: Sans titre
he: ללא כותרת
hi: बिना शीर्षक
hr: Bez naslova
hu: Névtelen
id: Tanpa judul
it: Senza titolo
ja: 名称未設定
ko: 제목 없음
ms: Tanpa tajuk
nb: Uten tittel
nl: Naamloos
pl: Bez tytułu
pt: Sem título
ro: Fără titlu
ru: Без названия
sk: Bez názvu
sv: Namnlös
th: ไม่มีชื่อ
tr: İsimsiz
uk: Без назви
vi: Không có tên
yue: 未命名
zh_hans: 未命名
zh_hant: 未命名

# mac.use.the.full.name.shown.by.tailscale.such.as.mac.c6f500e
source: Use the full name shown by Tailscale, such as mac.example.ts.net.
ar: استخدم الاسم الكامل الذي يعرضه Tailscale، مثل mac.example.ts.net.
ca: Utilitza el nom complet que mostra Tailscale, com ara mac.example.ts.net.
cs: Použijte úplný název zobrazený Tailscalem, například mac.example.ts.net.
da: Brug det fulde navn, som Tailscale viser, f.eks. mac.example.ts.net.
de: Verwende den vollständigen von Tailscale angezeigten Namen, z. B. mac.example.ts.net.
el: Χρησιμοποιήστε το πλήρες όνομα που εμφανίζει το Tailscale, όπως mac.example.ts.net.
es: Usa el nombre completo que muestra Tailscale, como mac.example.ts.net.
fi: Käytä Tailscalen näyttämää koko nimeä, kuten mac.example.ts.net.
fr: Utilisez le nom complet affiché par Tailscale, par exemple mac.example.ts.net.
he: השתמשו בשם המלא שמוצג ב‑Tailscale, למשל mac.example.ts.net.
hi: Tailscale में दिखने वाला पूरा नाम इस्तेमाल करें, जैसे mac.example.ts.net।
hr: Upotrijebite puni naziv koji prikazuje Tailscale, primjerice mac.example.ts.net.
hu: A Tailscale által megjelenített teljes nevet használd, például mac.example.ts.net.
id: Gunakan nama lengkap yang ditampilkan Tailscale, seperti mac.example.ts.net.
it: Usa il nome completo mostrato da Tailscale, ad esempio mac.example.ts.net.
ja: mac.example.ts.netのように、Tailscaleに表示される完全な名前を使用してください。
ko: mac.example.ts.net처럼 Tailscale에 표시되는 전체 이름을 사용하세요.
ms: Gunakan nama penuh yang dipaparkan oleh Tailscale, seperti mac.example.ts.net.
nb: Bruk hele navnet som Tailscale viser, for eksempel mac.example.ts.net.
nl: Gebruik de volledige naam die Tailscale toont, zoals mac.example.ts.net.
pl: Użyj pełnej nazwy pokazanej przez Tailscale, np. mac.example.ts.net.
pt: Use o nome completo exibido pelo Tailscale, como mac.example.ts.net.
ro: Folosește numele complet afișat de Tailscale, precum mac.example.ts.net.
ru: Используйте полное имя из Tailscale, например mac.example.ts.net.
sk: Použite úplný názov zobrazený v Tailscale, napríklad mac.example.ts.net.
sv: Använd det fullständiga namn som Tailscale visar, till exempel mac.example.ts.net.
th: ใช้ชื่อแบบเต็มที่ Tailscale แสดง เช่น mac.example.ts.net
tr: Tailscale tarafından gösterilen tam adı kullanın, örneğin mac.example.ts.net.
uk: Використовуйте повне ім’я, яке показує Tailscale, наприклад mac.example.ts.net.
vi: Dùng tên đầy đủ do Tailscale hiển thị, chẳng hạn mac.example.ts.net.
yue: 使用 Tailscale 顯示嘅完整名稱，例如 mac.example.ts.net。
zh_hans: 使用 Tailscale 显示的完整名称，例如 mac.example.ts.net。
zh_hant: 使用 Tailscale 顯示的完整名稱，例如 mac.example.ts.net。

# mac.use.this.name.9db2787
source: Use this name
ar: استخدام هذا الاسم
ca: Utilitza aquest nom
cs: Použít tento název
da: Brug dette navn
de: Diesen Namen verwenden
el: Χρήση αυτού του ονόματος
es: Usa este nombre
fi: Käytä tätä nimeä
fr: Utiliser ce nom
he: שימוש בשם הזה
hi: यह नाम इस्तेमाल करें
hr: Upotrijebi ovaj naziv
hu: Név használata
id: Gunakan nama ini
it: Usa questo nome
ja: この名前を使用
ko: 이 이름 사용
ms: Gunakan nama ini
nb: Bruk dette navnet
nl: Gebruik deze naam
pl: Użyj tej nazwy
pt: Usar este nome
ro: Folosește acest nume
ru: Использовать это имя
sk: Použiť tento názov
sv: Använd detta namn
th: ใช้ชื่อนี้
tr: Bu adı kullan
uk: Використати цю назву
vi: Dùng tên này
yue: 使用呢個名稱
zh_hans: 使用此名称
zh_hant: 使用此名稱
